Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# delete_account_backend_cleanup_failed
source: Hesap verilerini kaldıramadık. Lütfen tekrar dene.
ar: تعذر حذف بيانات حسابك. يرجى المحاولة مرة أخرى.
de: Wir konnten deine Kontodaten nicht entfernen. Bitte versuche es erneut.
en: We could not remove your account data. Please try again.
es: No pudimos eliminar los datos de tu cuenta. Inténtalo de nuevo.
fa: نتوانستیم داده‌های حساب شما را حذف کنیم. لطفاً دوباره تلاش کنید.
fr: Nous n’avons pas pu supprimer les données de votre compte. Veuillez réessayer.
id: Kami tidak dapat menghapus data akun Anda. Silakan coba lagi.
ms: Kami tidak dapat memadam data akaun anda. Sila cuba lagi.
ru: Нам не удалось удалить данные вашего аккаунта. Попробуйте ещё раз.
ur: ہم آپ کے اکاؤنٹ کا ڈیٹا حذف نہیں کر سکے۔ براہ کرم دوبارہ کوشش کریں۔

# delete_account_confirmation_message
source: Hesabını silmek verilerini kalıcı olarak kaldırır ve bu işlem geri alınamaz.
ar: سيؤدي حذف حسابك إلى إزالة بياناتك نهائيًا ولا يمكن التراجع عن ذلك.
de: Durch das Löschen deines Kontos werden deine Daten dauerhaft entfernt und dies kann nicht rückgängig gemacht werden.
en: Deleting your account will permanently remove your data and cannot be undone.
es: Al eliminar tu cuenta, tus datos se borrarán de forma permanente y no se podrá deshacer.
fa: حذف حساب شما داده‌هایتان را برای همیشه پاک می‌کند و قابل بازگشت نیست.
fr: La suppression de votre compte effacera définitivement vos données et cette action est irréversible.
id: Menghapus akun Anda akan menghapus data Anda secara permanen dan tidak dapat dibatalkan.
ms: Memadam akaun anda akan memadam data anda secara kekal dan tidak boleh dibatalkan.
ru: Удаление аккаунта навсегда удалит ваши данные, и это действие нельзя отменить.
ur: آپ کا اکاؤنٹ حذف کرنے سے آپ کا ڈیٹا مستقل طور پر مٹ جائے گا اور اسے واپس نہیں لایا جا سکتا۔

# delete_account_generic_failure
source: Hesabını şu anda silemedik. Lütfen tekrar dene.
ar: تعذر حذف حسابك الآن. يرجى المحاولة مرة أخرى.
de: Wir konnten dein Konto gerade nicht löschen. Bitte versuche es erneut.
en: We could not delete your account right now. Please try again.
es: No pudimos eliminar tu cuenta en este momento. Inténtalo de nuevo.
fa: در حال حاضر نتوانستیم حساب شما را حذف کنیم. لطفاً دوباره تلاش کنید.
fr: Nous n’avons pas pu supprimer votre compte pour le moment. Veuillez réessayer.
id: Kami tidak dapat menghapus akun Anda saat ini. Silakan coba lagi.
ms: Kami tidak dapat memadam akaun anda buat masa ini. Sila cuba lagi.
ru: Сейчас не удалось удалить ваш аккаунт. Попробуйте ещё раз.
ur: ہم اس وقت آپ کا اکاؤنٹ حذف نہیں کر سکے۔ براہ کرم دوبارہ کوشش کریں۔

# delete_account_hint
source: Bu hesabı ve verilerini kalıcı olarak sil.
ar: احذف هذا الحساب وبياناته نهائيًا.
de: Dieses Konto und seine Daten dauerhaft löschen.
en: Permanently delete this account and its data.
es: Elimina permanentemente esta cuenta y sus datos.
fa: این حساب و داده‌های آن را برای همیشه حذف کن.
fr: Supprime définitivement ce compte et ses données.
id: Hapus akun ini dan datanya secara permanen.
ms: Padam akaun ini dan datanya secara kekal.
ru: Безвозвратно удалить этот аккаунт и все его данные.
ur: اس اکاؤنٹ اور اس کے ڈیٹا کو مستقل طور پر حذف کریں۔

# delete_account_loading_message
source: Hesabını kaldırırken ve uygulamayı misafir moduna döndürürken lütfen bekle.
ar: يرجى الانتظار بينما نحذف حسابك ونعيد ضبط التطبيق إلى وضع الضيف.
de: Bitte warte, während wir dein Konto entfernen und diese App in den Gastmodus zurücksetzen.
en: Please wait while we remove your account and reset this app to guest mode.
es: Espera mientras eliminamos tu cuenta y restablecemos la aplicación al modo invitado.
fa: لطفاً صبر کنید تا حساب شما حذف و برنامه به حالت مهمان بازنشانی شود.
fr: Veuillez patienter pendant que nous supprimons votre compte et réinitialisons l’application en mode invité.
id: Harap tunggu sementara kami menghapus akun Anda dan mengatur ulang aplikasi ini ke mode tamu.
ms: Sila tunggu sementara kami memadam akaun anda dan menetapkan semula aplikasi ini ke mod tetamu.
ru: Подождите, пока мы удалим ваш аккаунт и переведём приложение в гостевой режим.
ur: براہ کرم انتظار کریں جب تک ہم آپ کا اکاؤنٹ حذف کر کے ایپ کو مہمان موڈ میں واپس نہ لے آئیں۔

# delete_account_loading_title
source: Hesap siliniyor
ar: جارٍ حذف الحساب
de: Konto wird gelöscht
en: Deleting Account
es: Eliminando cuenta
fa: در حال حذف حساب
fr: Suppression du compte
id: Menghapus akun
ms: Memadam akaun
ru: Удаление аккаунта
ur: اکاؤنٹ حذف کیا جا رہا ہے

# delete_account_requires_reauthentication
source: Bu hesabı silmeye devam etmek için lütfen kimliğini doğrula.
ar: يرجى تأكيد هويتك للمتابعة في حذف هذا الحساب.
de: Bitte bestätige deine Identität, um dieses Konto weiter zu löschen.
en: Please confirm your identity to continue deleting this account.
es: Confirma tu identidad para continuar eliminando esta cuenta.
fa: برای ادامه حذف این حساب، لطفاً هویت خود را تأیید کنید.
fr: Veuillez confirmer votre identité pour poursuivre la suppression de ce compte.
id: Harap konfirmasi identitas Anda untuk melanjutkan penghapusan akun ini.
ms: Sila sahkan identiti anda untuk meneruskan pemadaman akaun ini.
ru: Подтвердите свою личность, чтобы продолжить удаление этого аккаунта.
ur: اس اکاؤنٹ کو حذف کرنے کے لیے براہ کرم اپنی شناخت کی تصدیق کریں۔

# delete_account_title
source: Hesabı sil
ar: حذف الحساب
de: Konto löschen
en: Delete Account
es: Eliminar cuenta
fa: حذف حساب
fr: Supprimer le compte
id: Hapus akun
ms: Padam akaun
ru: Удалить аккаунт
ur: اکاؤنٹ حذف کریں

# delete_account_unavailable_for_guest
source: Yalnızca giriş yapılmış hesaplar silinebilir.
ar: يمكن حذف الحسابات التي تم تسجيل الدخول إليها فقط.
de: Nur angemeldete Konten können gelöscht werden.
en: Only signed-in accounts can be deleted.
es: Solo se pueden eliminar las cuentas con sesión iniciada.
fa: فقط حساب‌های واردشده را می‌توان حذف کرد.
fr: Seuls les comptes connectés peuvent être supprimés.
id: Hanya akun yang sedang masuk yang dapat dihapus.
ms: Hanya akaun yang log masuk boleh dipadam.
ru: Удалить можно только аккаунты, в которые выполнен вход.
ur: صرف سائن اِن شدہ اکاؤنٹس ہی حذف کیے جا سکتے ہیں۔

# detayli_istatistik
source: Detaylı istatistik
ar: إحصائيات تفصيلية
de: Detaillierte Statistiken
en: Detailed statistics
es: Estadísticas detalladas
fa: آمار تفصیلی
fr: Statistiques détaillées
id: Statistik terperinci
ms: Statistik terperinci
ru: Подробная статистика
ur: تفصیلی اعداد و شمار

# dhikr_completion_repeat_label
source: Tekrar
ar: التكرار
de: Wiederholungen
en: Repeats
es: Repeticiones
fa: تکرار
fr: Répétitions
id: Ulangan
ms: Ulangan
ru: Повторы
ur: تکرار

# dhikr_completion_streak_label
source: Seri
ar: السلسلة
de: Serie
en: Streak
es: Racha
fa: روند
fr: Série
id: Rangkaian
ms: Rentetan
ru: Серия
ur: سلسلہ

# dhikr_completion_today_label
source: Bugün
ar: اليوم
de: Heute
en: Today
es: Hoy
fa: امروز
fr: Aujourd’hui
id: Hari ini
ms: Hari ini
ru: Сегодня
ur: آج

# dhikr_count
source: %lld zikir
ar: %lld ذكر
de: %lld Dhikr
en: %lld dhikr
es: %lld de dhikr
fa: %lld ذکر
fr: %lld dhikr
id: %lld dzikir
ru: %lld зикр
ur: %lld ذکر

# dhikr_custom_category_default
source: Kişisel
ar: شخصي
de: Persönlich
en: Personal
es: Personal
fa: شخصی
fr: Personnel
id: Pribadi
ms: Peribadi
ru: Личное
ur: ذاتی

# dhikr_custom_source_user
source: Kullanıcı
ar: المستخدم
de: Benutzer
en: User
es: Usuario
fa: کاربر
fr: Utilisateur
id: Pengguna
ms: Pengguna
ru: Пользователь
ur: صارف

# dhikr_daily_progress_title
source: Günlük ilerleme
ar: التقدم اليومي
de: Täglicher Fortschritt
en: Daily progress
es: Progreso diario
fa: پیشرفت روزانه
fr: Progrès quotidien
id: Progres harian
ms: Kemajuan harian
ru: Ежедневный прогресс
ur: روزانہ پیش رفت

# dhikr_details_button
source: Detaylar
ar: التفاصيل
de: Einzelheiten
en: Details
es: Detalles
fa: جزئیات
fr: Détails
id: Detail
ms: Butiran
ru: Детали
ur: تفصیلات

# dhikr_details_title
source: Tesbih Detayları
ar: تفاصيل الذكر
de: Dhikr-Details
en: Dhikr Details
es: Detalles del dhikr
fa: جزئیات ذکر
fr: Détails du dhikr
id: Detail dzikir
ms: Butiran zikir
ru: Детали зикра
ur: ذکر کی تفصیلات

# dhikr_found_count
source: %lld dua/zikir bulundu
ar: تم العثور على %lld دعاء/ذكر
de: %lld Dua/Dhikr gefunden
en: %lld dua/dhikr found
es: Se encontraron %lld du'a/dhikr
fa: %lld دعا/ذکر یافت شد
fr: %lld du'a/dhikr trouvés
id: %lld doa/dzikir ditemukan
ms: %lld doa/zikir ditemui
ru: Найдено: %lld дуа/зикр
ur: %lld دعا/ذکر ملے

# dhikr_motivation_complete
source: Maşallah, bugünkü zikrini tamamladın. Allah kabul etsin.
ar: ما شاء الله، أكملت ذكر اليوم. تقبّل الله.
de: MashaAllah, du hast das heutige Dhikr vollendet. Möge Allah es annehmen.
en: MashaAllah, you completed today’s dhikr. May Allah accept it.
es: Mashallah, completaste el dhikr de hoy. Que Allah lo acepte.
fa: ماشاءالله، ذکر امروزت را کامل کردی. خداوند قبول کند.
fr: MashaAllah, tu as terminé le dhikr d’aujourd’hui. Qu’Allah l’accepte.
id: MashaAllah, kamu menyelesaikan dzikir hari ini. Semoga Allah menerimanya.
ms: MashaAllah, kamu telah melengkapkan zikir hari ini. Semoga Allah menerimanya.
ru: МашаАллах, ты завершил сегодняшний зикр. Пусть Аллах примет.
ur: ماشاءاللہ، تم نے آج کا ذکر مکمل کر لیا۔ اللہ قبول فرمائے۔

# dhikr_motivation_mid
source: Maşallah, düzenli devam ediyorsun. Birkaç tekrar daha kalbine ferahlık verecek.
ar: ما شاء الله، تواصل بثبات. بضع تكرارات أخرى ستجلب السكينة لقلبك.
de: MashaAllah, du bleibst dran. Noch ein paar Wiederholungen bringen Ruhe ins Herz.
en: MashaAllah, you’re keeping a steady pace. A few more repetitions will bring calm to your heart.
es: Mashallah, mantienes el ritmo. Unas repeticiones más traerán calma a tu corazón.
fa: ماشاءالله، با نظم ادامه می دهی. چند تکرار دیگر آرامش به دلت می دهد.
fr: MashaAllah, tu continues régulièrement. Quelques répétitions de plus apporteront de la sérénité.
id: MashaAllah, kamu terus konsisten. Beberapa kali lagi akan menenangkan hati.
ms: MashaAllah, kamu terus konsisten. Beberapa ulangan lagi akan menenangkan hati.
ru: МашаАллах, ты идешь ровно. Ещё несколько повторений принесут спокойствие сердцу.
ur: ماشاءاللہ، تم باقاعدگی سے جاری رکھے ہوئے ہو۔ چند تکرار اور دل کو سکون دیں گے۔

# dhikr_motivation_near
source: Harika gidiyorsun, bugünkü zikirlerini tamamlamaya çok az kaldı!
ar: أحسنت، بقي القليل لإكمال ذكر اليوم!
de: Großartig! Es fehlt nur noch wenig, um das heutige Dhikr abzuschließen.
en: You’re doing great—just a little left to complete today’s dhikr!
es: ¡Vas genial! Falta muy poco para completar el dhikr de hoy.
fa: عالی پیش می روی—فقط کمی تا تکمیل ذکر امروز مانده است!
fr: Tu avances très bien—il ne reste qu’un peu pour terminer le dhikr d’aujourd’hui.
id: Kamu hebat—tinggal sedikit lagi untuk menyelesaikan dzikir hari ini!
ms: Kamu hebat—tinggal sedikit lagi untuk melengkapkan zikir hari ini!
ru: Отлично! Осталось совсем немного, чтобы завершить сегодняшний зикр.
ur: تم بہت اچھا کر رہے ہو—آج کے ذکر کو مکمل کرنے میں بس تھوڑا سا رہ گیا ہے!

# dhikr_motivation_start
source: Bismillah, bugün güzel bir başlangıç yaptın. Küçük adımlar da çok kıymetli.
ar: بسم الله، بدأت اليوم بداية جميلة. الخطوات الصغيرة مهمة أيضًا.
de: Bismillah, du hast heute einen schönen Anfang gemacht. Auch kleine Schritte zählen.
en: Bismillah, you made a beautiful start today. Small steps matter too.
es: Bismillah, hoy has empezado muy bien. Los pequeños pasos también cuentan.
fa: بسم الله، امروز شروع خوبی داشتی. قدم های کوچک هم ارزشمندند.
fr: Bismillah, tu as bien commencé aujourd’hui. Les petits pas comptent aussi.
id: Bismillah, kamu memulai dengan baik hari ini. Langkah kecil juga berarti.
ms: Bismillah, hari ini kamu bermula dengan baik. Langkah kecil juga penting.
ru: Бисмиллях, сегодня ты хорошо начал. Маленькие шаги тоже важны.
ur: بسم اللہ، آج تم نے اچھی شروعات کی۔ چھوٹے قدم بھی قیمتی ہیں۔

# dhikr_preset_istigfar_tesbih
source: İstiğfar ve Tesbih
ar: الاستغفار والتسبيح
de: Istighfar und Tasbih
en: Istighfar and Tasbih
es: Istighfar y tasbih
fa: استغفار و تسبیح
fr: Istighfar et tasbih
id: Istighfar dan tasbih
ms: Istighfar dan tasbih
ru: Истигфар и тасбих
ur: استغفار اور تسبیح

# dhikr_preset_morning_evening
source: Sabah/Akşam Tesbihi
ar: تسبيح الصباح/المساء
de: Morgen-/Abend-Tasbih
en: Morning/Evening Tasbih
es: Tasbih de mañana/tarde
fa: تسبیح صبح/عصر
fr: Tasbih du matin/soir
id: Tasbih pagi/malam
ms: Tasbih pagi/malam
ru: Утренний/вечерний тасбих
ur: صبح/شام تسبیح

# dhikr_preset_namaz_tesbihat
source: Namaz Tesbihatı (33-33-33)
ar: تسبيحات الصلاة (٣٣-٣٣-٣٣)
de: Gebets-Tasbih (33-33-33)
en: Post-Prayer Tasbih (33-33-33)
es: Tasbih después de la oración (33-33-33)
fa: تسبیحات پس از نماز (۳۳-۳۳-۳۳)
fr: Tasbih après la prière (33-33-33)
id: Tasbih setelah shalat (33-33-33)
ms: Tasbih selepas solat (33-33-33)
ru: Тасбих после намаза (33-33-33)
ur: نماز کے بعد تسبیحات (33-33-33)

# dhikr_reset
source: Sıfırla
ar: إعادة الضبط
de: Zurücksetzen
en: Reset
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
id: Atur ulang
ms: Tetapkan semula
ru: Сбросить
ur: ری سیٹ کریں

# dhikr_screen_title
source: Tesbih
ar: الذكر
de: Dhikr
en: Dhikr
es: Dhikr
fa: ذکر
fr: Dhikr
id: Dzikir
ms: Zikir
ru: Зикр
ur: ذکر

# dhikr_settings_sound
source: Ses
ar: الصوت
de: Ton
en: Sound
es: Sonido
fa: صدا
fr: Son
id: Suara
ms: Bunyi
ru: Звук
ur: آواز

# dhikr_settings_subtitle
source: Ses ve titreşim
ar: الصوت والاهتزاز
de: Ton und Vibration
en: Sound and vibration
es: Sonido y vibración
fa: صدا و لرزش
fr: Son et vibration
id: Suara dan getaran
ms: Bunyi dan getaran
ru: Звук и вибрация
ur: آواز اور کمپن

# dhikr_settings_title
source: Tesbih Ayarları
ar: إعدادات الذكر
de: Dhikr-Einstellungen
en: Dhikr Settings
es: Ajustes de dhikr
fa: تنظیمات ذکر
fr: Paramètres du dhikr
id: Pengaturan dzikir
ms: Tetapan zikir
ru: Настройки зикра
ur: ذکر کی ترتیبات

# dhikr_settings_vibration
source: Titreşim
ar: الاهتزاز
de: Vibration
en: Vibration
es: Vibración
fa: لرزش
fr: Vibration
id: Getaran
ms: Getaran
ru: Вибрация
ur: کمپن

# dhikr_share_backgrounds_title
source: Arka planlar
ar: الخلفيات
de: Hintergründe
en: Backgrounds
es: Fondos
fa: پس زمینه ها
fr: Arrière-plans
id: Latar belakang
ms: Latar belakang
ru: Фоны
ur: پس منظر

# dhikr_step_alhamdulillah_meaning
source: Hamd Allah'a mahsustur
ar: الحمد لله
de: Alles Lob gebührt Allah
en: All praise is for Allah
es: Toda alabanza es para Allah
fa: تمام ستایش از آن الله است
fr: Toute louange est à Allah
id: Segala puji bagi Allah
ms: Segala puji bagi Allah
ru: Вся хвала Аллаху
ur: تمام تعریف اللہ کے لیے ہے

# dhikr_step_alhamdulillah_name
source: Elhamdülillâh
ar: الْحَمْدُ لِلَّهِ
de: Alhamdulillah
en: Alhamdulillah
es: Alhamdulillah
fa: الحمد لله
fr: Alhamdulillah
id: Alhamdulillah
ms: Alhamdulillah
ru: Альхамдулиллях
ur: الحمد للہ

# dhikr_step_allahu_akbar_meaning
source: Allah en büyüktür
ar: الله أكبر
de: Allah ist der Größte
en: Allah is the greatest
es: Allah es el más grande
fa: الله بزرگ تر است
fr: Allah est le plus grand
id: Allah Maha Besar
ms: Allah Maha Besar
ru: Аллах величайший
ur: اللہ سب سے بڑا ہے

# dhikr_step_allahu_akbar_name
source: Allâhu Ekber
ar: اللَّهُ أَكْبَرُ
de: Allahu Akbar
en: Allahu Akbar
es: Allahu Akbar
fa: الله اکبر
fr: Allahu Akbar
id: Allahu Akbar
ms: Allahu Akbar
ru: Аллаху Акбар
ur: اللہ اکبر

# dhikr_step_astaghfirullah_meaning
source: Allah'tan bağışlanma dilerim
ar: أستغفر الله
de: Ich bitte Allah um Vergebung
en: I seek Allah's forgiveness
es: Pido el perdón de Allah
fa: از خداوند آمرزش می خواهم
fr: Je demande le pardon d’Allah
id: Aku memohon ampun kepada Allah
ms: Saya memohon ampun kepada Allah
ru: Я прошу у Аллаха прощения
ur: میں اللہ سے معافی مانگتا ہوں

# dhikr_step_astaghfirullah_name
source: Estağfirullâh
ar: أَسْتَغْفِرُ اللَّهَ
de: Astaghfirullah
en: Astaghfirullah
es: Astaghfirullah
fa: استغفرالله
fr: Astaghfirullah
id: Astaghfirullah
ms: Astaghfirullah
ru: Астагфируллах
ur: استغفر اللہ

# dhikr_step_subhanallah_meaning
source: Allah'ı tüm noksanlıklardan tenzih ederim
ar: سبحان الله
de: Gepriesen sei Allah
en: Glory be to Allah
es: Gloria a Allah
fa: پاک و منزه است الله
fr: Gloire à Allah
id: Maha Suci Allah
ms: Maha Suci Allah
ru: Слава Аллаху
ur: اللہ پاک ہے

# dhikr_step_subhanallah_name
source: Sübhânallâh
ar: سُبْحَانَ اللَّهِ
de: Subhanallah
en: Subhanallah
es: Subhanallah
fa: سبحان الله
fr: Subhanallah
id: Subhanallah
ms: Subhanallah
ru: Субханаллах
ur: سبحان اللہ

# dhikr_step_subhanallah_wabihamdihi_meaning
source: Allah'ı hamd ile tesbih ederim
ar: سبحان الله وبحمده
de: Gepriesen und gelobt sei Allah
en: Glory and praise be to Allah
es: Gloria y alabanza a Allah
fa: پاک و منزه و ستوده است الله
fr: Gloire et louange à Allah
id: Maha Suci dan segala puji bagi Allah
ms: Maha Suci dan segala puji bagi Allah
ru: Слава и хвала Аллаху
ur: اللہ پاک ہے اور اسی کی حمد ہے

# dhikr_step_subhanallah_wabihamdihi_name
source: Sübhânallâhi ve bihamdihî
ar: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ
de: Subhanallahi wa bihamdihi
en: Subhanallahi wa bihamdihi
es: Subhanallahi wa bihamdihi
fa: سبحان الله و بحمده
fr: Subhanallahi wa bihamdihi
id: Subhanallahi wa bihamdihi
ms: Subhanallahi wa bihamdihi
ru: Субханаллахи ва бихамдихи
ur: سبحان اللہ وبحمدہ

# dhikr_step_subhanallahil_azim_meaning
source: Yüce Allah'ı tenzih ederim
ar: سبحان الله العظيم
de: Gepriesen sei Allah, der Erhabene
en: Glory be to Allah, the Most Great
es: Gloria a Allah, el Grandioso
fa: پاک و منزه است الله عظیم
fr: Gloire à Allah, le Très-Grand
id: Maha Suci Allah Yang Maha Agung
ms: Maha Suci Allah Yang Maha Agung
ru: Слава Аллаху, Величайшему
ur: اللہ عظیم پاک ہے

# dhikr_step_subhanallahil_azim_name
source: Sübhânallâhil-azîm
ar: سُبْحَانَ اللَّهِ الْعَظِيمِ
de: Subhanallahil-azim
en: Subhanallahil-azim
es: Subhanallahil-azim
fa: سبحان الله العظیم
fr: Subhanallahil-azim
id: Subhanallahil-azim
ms: Subhanallahil-azim
ru: Субханаллахиль-Азим
ur: سبحان اللہ العظيم

# dhikr_streak_consecutive_days_format
source: %lld gün üst üste
ar: %lld يومًا متتاليًا
de: %lld Tage in Folge
en: %lld consecutive days
es: %lld días seguidos
fa: %lld روز متوالی
fr: %lld jours consécutifs
id: %lld hari berturut-turut
ms: %lld hari berturut-turut
ru: %lld дней подряд
ur: %lld مسلسل دن

# dhikr_streak_milestone_7
source: İstikrar başladı
ar: بدأت الاستمرارية
de: Konstanz hat begonnen
en: Consistency has started
es: La constancia ha comenzado
fa: پایداری آغاز شد
fr: La constance a commencé
id: Konsistensi telah dimulai
ms: Konsistensi telah bermula
ru: Постоянство началось
ur: استقامت شروع ہو گئی ہے

# dhikr_streak_milestone_30
source: Zikir alışkanlığı oluşuyor
ar: تتكوّن عادة الذكر
de: Eine Dhikr-Gewohnheit entsteht
en: A dhikr habit is forming
es: Se está formando un hábito de dhikr
fa: عادت ذکر در حال شکل گیری است
fr: Une habitude de dhikr se forme
id: Kebiasaan dzikir mulai terbentuk
ms: Tabiat zikir sedang terbentuk
ru: Формируется привычка зикра
ur: ذکر کی عادت بن رہی ہے

# dhikr_streak_milestone_90
source: Maşallah, güçlü bir zikir istikrarı
ar: ما شاء الله، استمرارية قوية في الذكر
de: MashaAllah, starke Dhikr-Kontinuität
en: MashaAllah, strong dhikr consistency
es: Mashallah, una constancia fuerte en el dhikr
fa: ماشاءالله، استمرار قوی در ذکر
fr: MashaAllah, une grande régularité dans le dhikr
id: MashaAllah, konsistensi dzikir yang kuat
ms: MashaAllah, konsistensi zikir yang kuat
ru: МашаАллах, сильная регулярность в зикре
ur: ماشاءاللہ، ذکر میں مضبوط استقامت

# dini_gunler_kandiller
source: Dini Günler ve Kandiller
ar: الأيام الدينية والليالي المباركة
de: Religiöse Tage und heilige Nächte
en: Religious Days and Holy Nights
es: Días religiosos y noches sagradas
fa: روزهای دینی و شب‌های مبارک
fr: Jours religieux et nuits sacrées
id: Hari keagamaan dan malam mulia
ms: Hari keagamaan dan malam mulia
ru: Религиозные дни и священные ночи
ur: دینی دن اور مبارک راتیں

source: Dini sorunu yaz...
ar: اكتب سؤالك الديني...
de: Schreibe deine religiöse Frage...
en: Write your religious question...
es: Escribe tu pregunta religiosa...
fa: سؤال دینی خود را بنویسید...
fr: Écrivez votre question religieuse...
id: Tulis pertanyaan agama Anda...
ms: Tulis soalan agama anda...
ru: Напишите ваш религиозный вопрос...
ur: اپنا دینی سوال لکھیں...

source: Dinle
ar: استمع
de: Anhören
en: Listen
es: Escuchar
fa: گوش دادن
fr: Écouter
id: Dengarkan
ms: Dengar
ru: Слушать
ur: سنیں

# display_name_guest
source: Misafir
ar: ضيف
de: Gast
en: Guest
es: Invitado
fa: مهمان
fr: Invité
id: Tamu
ms: Tetamu
ru: Гость
ur: مہمان

# distance_km_format
source: %lld km
ar: %lld كم
fa: %lld کیلومتر
ru: %lld км
ur: %lld کلومیٹر

# diyanet_isleri_baskanligi
source: Diyanet İşleri Başkanlığı
ar: رئاسة الشؤون الدينية
de: Präsidium für Religionsangelegenheiten
en: Presidency of Religious Affairs
es: Presidencia de Asuntos Religiosos
fa: ریاست امور دینی
fr: Présidence des affaires religieuses
id: Direktorat Urusan Agama
ms: Jabatan Hal Ehwal Agama
ru: Управление по делам религии
ur: دیانت امورِ مذہبی اتھارٹی

# diyanet_sitesini_ac
source: Diyanet sitesini aç
ar: افتح موقع رئاسة الشؤون الدينية
de: Diyanet-Website öffnen
en: Open Diyanet website
es: Abrir sitio web de Diyanet
fa: باز کردن وب‌سایت دیانت
fr: Ouvrir le site de Diyanet
id: Buka situs Diyanet
ms: Buka laman web Diyanet
ru: Открыть сайт Diyanet
ur: دیانت ویب سائٹ کھولیں

# diyanet_ten_bu_haftanin_hutbesi_getiriliyor
source: Diyanet'ten bu haftanın hutbesi getiriliyor
ar: جارٍ جلب خطبة هذا الأسبوع من رئاسة الشؤون الدينية
de: Die Khutba dieser Woche wird von Diyanet abgerufen
en: Fetching this week's khutbah from Diyanet
es: Obteniendo la jutba de esta semana desde Diyanet
fa: در حال دریافت خطبه این هفته از دیانت
fr: Récupération de la khutba de la semaine depuis Diyanet
id: Mengambil khutbah minggu ini dari Diyanet
ms: Mengambil khutbah minggu ini dari Diyanet
ru: Получение хутбы этой недели из Diyanet
ur: دیانت سے اس ہفتے کا خطبہ لایا جا رہا ہے

# dua_sukur_ve_tefekkur_notlariniz_burada_gorunur
source: Dua, şükür ve tefekkür notlarınız burada görünür
ar: تظهر هنا ملاحظات الدعاء والشكر والتفكر الخاصة بك
de: Deine Dua-, Dankbarkeits- und Reflexionsnotizen erscheinen hier
en: Your dua, gratitude, and reflection notes appear here
es: Tus notas de du'a, gratitud y reflexión aparecen aquí
fa: یادداشت‌های دعا، شکر و تأمل شما اینجا نمایش داده می‌شود
fr: Vos notes de du'a, gratitude et réflexion apparaissent ici
id: Catatan doa, syukur, dan refleksi Anda tampil di sini
ms: Nota doa, syukur dan refleksi anda dipaparkan di sini
ru: Здесь отображаются ваши заметки дуа, благодарности и размышлений
ur: آپ کے دعا، شکر اور تفکر نوٹس یہاں دکھائی دیتے ہیں

# dua_zikir_and_tesbih
source: Dua, Zikir & Tesbih
ar: الدعاء والذكر والتسبيح
de: Bittgebet, Dhikr & Tasbih
en: Dua, Dhikr & Tasbih
es: Du'a, Dhikr y Tasbih
fa: دعا، ذکر و تسبیح
fr: Du'a, Dhikr et Tasbih
id: Doa, Dzikir & Tasbih
ms: Doa, Zikir & Tasbih
ru: Дуа, зикр и тасбих
ur: دعا، ذکر اور تسبیح

# dua_zikir_and_tesbih_2
source: Dua, Zikir & Tesbih
ar: الدعاء والذكر والتسبيح
de: Bittgebet, Dhikr & Tasbih
en: Dua, Dhikr & Tasbih
es: Du'a, Dhikr y Tasbih
fa: دعا، ذکر و تسبیح
fr: Du'a, Dhikr et Tasbih
id: Doa, Dzikir & Tasbih
ms: Doa, Zikir & Tasbih
ru: Дуа, зикр и тасбих
ur: دعا، ذکر اور تسبیح

source: Durdur
ar: إيقاف
de: Stoppen
en: Stop
es: Detener
fa: توقف
fr: Arrêter
id: Hentikan
ms: Henti
ru: Остановить
ur: روکیں

# duzenle
source: Düzenle
ar: تعديل
de: Bearbeiten
en: Edit
es: Editar
fa: ویرایش
fr: Modifier
id: Sunting
ms: Sunting
ru: Изменить
ur: ترمیم

source: E-posta kutunuzu kontrol edin
ar: تحقق من بريدك الوارد
de: Prüfen Sie Ihren Posteingang
en: Check your inbox
es: Revisa tu bandeja de entrada
fa: صندوق ورودی خود را بررسی کنید
fr: Vérifiez votre boîte de réception
id: Periksa kotak masuk Anda
ms: Semak peti masuk anda
ru: Проверьте входящие
ur: اپنا ان باکس چیک کریں

source: Ekle
ar: إضافة
de: Hinzufügen
en: Add
es: Agregar
fa: افزودن
fr: Ajouter
id: Tambahkan
ms: Tambah
ru: Добавить
ur: شامل کریں
